anth-464/anth-464-syllabus-16-week.org
#+CATEGORY: ANTH 464
#+OPTIONS: broken-links:nil todo:nil
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+STARTUP: entitiespretty
#+STARTUP: noinlineimages
#+hugo_base_dir: .


#+TITLE: Spring 2019 ANTH 464 Hawaiian Archaeology
#+AUTHOR: Dr. Thomas S. Dye
** Term Paper Instructions
   :PROPERTIES:
   :EXPORT_FILE_NAME: anth-464-term-paper
   :EXPORT_HUGO_WEIGHT: auto
   :EXPORT_HUGO_MENU: :menu main
   :EXPORT_DATE: 2018-10-14
   :END:
*** Term Paper Schedule

 | Date     | Assignment                                                |
 |----------+-----------------------------------------------------------|
 | 2-1 (F)  | [[#choose-topic][Choose excavation report]]               |
 | 2-8 (F)  | [[#form-questions][Reconstitution]]                       |
 | 2-15 (F) | [[#refine-proposal][Acquisition 1]]                       |
 | 3-1 (F)  | [[#pitch-research][Acquisition 2]]                        |
 | 3-8 (F)  | [[#abstract-and-bibliography][Specific Topic]]            |
 | 3-15 (F) | [[#introduction-and-outline][Structuration]]              |
 | 3-29 (F) | [[#two-body-paragraphs][Abstract, Outline, Bibliography]] |
 | 4-5 (F)  | [[#first-draft][First draft]]                             |
 | 5-10 (F) | [[#final-term-paper][Final term paper]]                   |


*** Choose excavation report
    :PROPERTIES:
    :ID:       8AA61042-4B65-4253-B82D-0D22A2E0E18C
    :CUSTOM_ID: choose-topic
    :END:

 Identify the report you've chosen from the following list. Discuss your
 reasons for choosing it and describe what you hope to learn from it.

   - Bellows Dune Site, O`ahu :: One of the first excavations of a stratified
        beach site in Hawai`i.
   - Site 4727, Hawai`i :: Site 4727 is a dwelling surrounded by sweet potato
        gardens that yielded an unexpectedly complex habitation history.
 #  Rosendahl Hawaiian Archaeology 3, Arlas in the Tuggle volume.
   - Ordy Pond, O`ahu :: A paleoenvironmental coring project at Ordy Pond in the
        `Ewa district yielded crucial evidence for when Polynesians discovered
        the islands and the environmental effects that followed discovery.
  #      Athens article, Athens rat paper.
   - Wai`ahukini Cave, Hawai`i :: Excavation of a fisherman's shelter
        in the 1960's yielded a large assemblage of fishing gear.
  #      Sinoto DRS, Mulrooney et al., fishhook web site.
   - Kal\amacron{}huipua`a Site E1-355, Hawai`i :: A small cave located immediately inland of a
        fishpond was thoroughly excavated in the mid 1970's.
   - Fort DeRussy, O`ahu :: Archaeology beneath the surface of this military
        installation in  Waik\imacron{}k\imacron{} was undertaken using a backhoe guided by
        nineteenth century maps.
 #       Davis IARII report.
   - K\amacron{}ne`aki Heiau, O`ahu :: A classic excavation designed to investigate the
        history of construction and guide renovation of a temple in Makaha Valley.
   - H\amacron{}lawa Pondfield, Hawai`i :: An unexpectedly deep excavation in a narrow
        valley on the windward coast of Hawai`i Island revealed a long history of
        taro pondfield construction and renovation.
 # McCoy et al.
   - Kahikinui, Maui :: This innovative excavation project took a regional
        perspective and focused on the stratigraphic position of architectural
        features.
 # Dixon Kahikinui from SHPD
   - Kona Shelter Cave, Hawai`i :: A cave excavation at the /mauka/ edge of Kailua
        town yielded abundant material that the archaeologist reconstitutes as
        reflecting subsistence practices and conflict.
   - Nualolo Kai, Kaua`i :: Re-excavation of a site with spectacular preservation
        of normally perishable materials revealed deep stratification.
 #  Hunt et al.
   - H\amacron{}lawa Dune Site, Moloka`i :: Another excavation of a stratified beach site
        from the 1960's that has a prominent place in archaeological narratives.
 # Kirch, Kirch and McCoy.
   - K\amacron{}newai, O`ahu :: Backhoe excavations prior to construction of the Hawaiian
                       Studies building here on campus yielded evidence of change
                       over time in an irrigation system that fed pondfields in
                       one of the most productive agricultural systems on O`ahu.
   - M\amacron{}h\amacron{}`ulep\umacron{}, Kaua`i :: Paleoenvironmental excavations in waterlogged sediments
        at a large cave yielded a rich record of changes over time in the flora
        and fauna of Kaua`i.
 # Burney.
   - Anahulu Valley, O`ahu :: The Anahulu Valley project focused on excavation of
        M\amacron{}hele era sites that are known from land records. Student papers will
        focus on one of the following sites:
     - Site D6-25 :: The house site of Kaneiaulu.
     - Site D6-34 :: The house site of Kainiki.
     - Site D6-38 :: The house site of Kalua.
   - Wailau Valley, Moloka`i :: An innovative regional excavation project carried
        out in the pondfields of a large, undeveloped valley for a dissertation
        here in the Anthropology Department.

*** Reconstitution
    :PROPERTIES:
    :ID:       3B1287B4-BFF1-40DC-9AED-B2A7FA9F2DB8
    :CUSTOM_ID: form-questions
    :END:

 Summarize in your own words what the author(s) of the report claimed the
 excavation had revealed about old Hawai`i.  Take care to state the claims as
 precisely as you can.  The critical part of your paper, which you will write
 later, will compare the evidence from the excavation with these claims.  Do your
 best to state the claims at face value and try not to read into them your own
 opinions and experiences.


*** Acquisition 1
    :PROPERTIES:
    :ID:       891F56A2-152F-4EA4-A66E-7B328994295E
    :CUSTOM_ID: refine-proposal
    :END:

 Every archaeologist comes to an excavation with background knowledge---beliefs
 about the past---that are used to *guide inquiry* and to *frame hypotheses* the
 excavation might be expected to test. What background knowledge did the
 author(s) of the report you are reviewing bring to their work? Draw as much of
 this as possible from the report itself, however, be aware that it is rare to
 find a full discussion of background information in an excavation report. Is
 background information provided for each of the claims made in the
 reconstitution? If not, what is missing?

*** Acquisition 2
    :PROPERTIES:
    :ID:       80B52ECA-1397-4852-88F0-0817CA33C182
    :CUSTOM_ID: pitch-research
    :END:

 Attempt to fill in any missing background information based on your readings
 (including the textbook), the lectures, class discussions, and specific
 questions you have for the instructor. What beliefs about old Hawai`i were
 commonly held by archaeologists when the fieldwork for your excavation report
 was carried out?


*** Specific Topic
    :PROPERTIES:
    :ID:       4A80C976-BA79-455A-A28B-753F45FA2250
    :CUSTOM_ID: abstract-and-bibliography
    :END:

 Identify the specific topic that will be the focus of your term paper.  You can
 choose to review the complete excavation report, or you can choose to focus on
 some part of the report that catches your interest.  Describe why you have made
 this choice and suggest why the reader might find your topic interesting.

*** Structuration
    :PROPERTIES:
    :ID:       F4E71772-5D44-4011-916E-6AFB4F922F33
    :CUSTOM_ID: introduction-and-outline
    :END:

 Referring to your [[#abstract-and-bibliography][specific topic]], describe how the excavation was structured to
 record space and time. Are space and time treated in a way that will make it
 possible to test hypotheses and fields of inquiry identified in [[#refine-proposal][acquisition]]?
 Were they treated in a way that will support the [[#form-questions][reconstitution claims]]? How were
 the artifacts of interest classified?  Referring again to [[#refine-proposal][acquisition]] and
 [[*Reconstitution][reconstitution]], are the classifications used in the report reasonable and useful?


*** Abstract, Outline, and Bibliography
    :PROPERTIES:
    :ID:       998239EC-6BED-4D52-8598-7D1770F83BBC
    :CUSTOM_ID: two-body-paragraphs
    :END:

 Write a 75 word abstract summarizing the paper you hope to write.
 Attach an outline with section headings and a draft of your bibliography. This
 bibliography should identify a list of five or more sources that include books,
 journals, and on-line resources. You can use Google and Wikipedia as much or
 little as you like, but your bibliography /must/ include some books and/or
 journal articles.

*** First draft
    :PROPERTIES:
    :ID:       EF1EECA5-A0E9-44ED-A052-849E3696B472
    :CUSTOM_ID: first-draft
    :END:

 Here your goal is to produce a coherent whole. Use material from previous
 writing assignments as much as possible. The draft can be rough but it must be
 complete, with an introduction, a body, and a conclusion. It also needs in-text
 citations and a bibliography of references cited! You will receive feedback on
 your draft.

 "Write your first draft with your heart. Re-write with your head."
 ~ from the movie /Finding Forrester/

*** Final term paper
    :PROPERTIES:
    :ID:       C7E954BD-698D-4BC8-A2AF-18F5C293A964
    :CUSTOM_ID: final-term-paper
    :END:

 "I'm not a very good writer, but I'm an excellent rewriter." ~ James Michener

