anth-464/content/post/anth-464-term-paper.md
+++
title = "Term Paper Instructions"
author = ["Dr. Thomas S. Dye"]
date = 2018-10-14
draft = false
weight = 2003
[menu.main]
  weight = 2003
  identifier = "term-paper-instructions"
+++

## Term Paper Schedule {#term-paper-schedule}

| Date     | Assignment                                              |
|----------|---------------------------------------------------------|
| 2-1 (F)  | [Choose excavation report](#choose-topic)               |
| 2-8 (F)  | [Reconstitution](#form-questions)                       |
| 2-15 (F) | [Acquisition 1](#refine-proposal)                       |
| 3-1 (F)  | [Acquisition 2](#pitch-research)                        |
| 3-8 (F)  | [Specific Topic](#abstract-and-bibliography)            |
| 3-15 (F) | [Structuration](#introduction-and-outline)              |
| 3-29 (F) | [Abstract, Outline, Bibliography](#two-body-paragraphs) |
| 4-5 (F)  | [First draft](#first-draft)                             |
| 5-10 (F) | [Final term paper](#final-term-paper)                   |


## Choose excavation report {#choose-topic}

Identify the report you've chosen from the following list. Discuss your
reasons for choosing it and describe what you hope to learn from it.

Bellows Dune Site, O\`ahu
: One of the first excavations of a stratified
    beach site in Hawai\`i.

Site 4727, Hawai\`i
: Site 4727 is a dwelling surrounded by sweet potato
    gardens that yielded an unexpectedly complex habitation history.

<!--listend-->

Ordy Pond, O\`ahu
: A paleoenvironmental coring project at Ordy Pond in the
    \`Ewa district yielded crucial evidence for when Polynesians discovered
    the islands and the environmental effects that followed discovery.

<!--listend-->

Wai\`ahukini Cave, Hawai\`i
: Excavation of a fisherman's shelter
    in the 1960's yielded a large assemblage of fishing gear.

<!--listend-->

Kal&#0257;huipua\`a Site E1-355, Hawai\`i
: A small cave located immediately inland of a
    fishpond was thoroughly excavated in the mid 1970's.

Fort DeRussy, O\`ahu
: Archaeology beneath the surface of this military
    installation in  Waik&#0299;k&#0299; was undertaken using a backhoe guided by
    nineteenth century maps.

<!--listend-->

K&#0257;ne\`aki Heiau, O\`ahu
: A classic excavation designed to investigate the
    history of construction and guide renovation of a temple in Makaha Valley.

H&#0257;lawa Pondfield, Hawai\`i
: An unexpectedly deep excavation in a narrow
    valley on the windward coast of Hawai\`i Island revealed a long history of
    taro pondfield construction and renovation.

<!--listend-->

Kahikinui, Maui
: This innovative excavation project took a regional
    perspective and focused on the stratigraphic position of architectural
    features.

<!--listend-->

Kona Shelter Cave, Hawai\`i
: A cave excavation at the _mauka_ edge of Kailua
    town yielded abundant material that the archaeologist reconstitutes as
    reflecting subsistence practices and conflict.

Nualolo Kai, Kaua\`i
: Re-excavation of a site with spectacular preservation
    of normally perishable materials revealed deep stratification.

<!--listend-->

H&#0257;lawa Dune Site, Moloka\`i
: Another excavation of a stratified beach site
    from the 1960's that has a prominent place in archaeological narratives.

<!--listend-->

K&#0257;newai, O\`ahu
: Backhoe excavations prior to construction of the Hawaiian
    Studies building here on campus yielded evidence of change
    over time in an irrigation system that fed pondfields in
    one of the most productive agricultural systems on O\`ahu.

M&#0257;h&#0257;\`ulep&#0363;, Kaua\`i
: Paleoenvironmental excavations in waterlogged sediments
    at a large cave yielded a rich record of changes over time in the flora
    and fauna of Kaua\`i.

<!--listend-->

Anahulu Valley, O\`ahu
: The Anahulu Valley project focused on excavation of
    M&#0257;hele era sites that are known from land records. Student papers will
    focus on one of the following sites:
    -   **Site D6-25:** The house site of Kaneiaulu.
    -   **Site D6-34:** The house site of Kainiki.
    -   **Site D6-38:** The house site of Kalua.

Wailau Valley, Moloka\`i
: An innovative regional excavation project carried
    out in the pondfields of a large, undeveloped valley for a dissertation
    here in the Anthropology Department.


## Reconstitution {#form-questions}

Summarize in your own words what the author(s) of the report claimed the
excavation had revealed about old Hawai\`i.  Take care to state the claims as
precisely as you can.  The critical part of your paper, which you will write
later, will compare the evidence from the excavation with these claims.  Do your
best to state the claims at face value and try not to read into them your own
opinions and experiences.


## Acquisition 1 {#refine-proposal}

Every archaeologist comes to an excavation with background knowledge---beliefs
about the past---that are used to **guide inquiry** and to **frame hypotheses** the
excavation might be expected to test. What background knowledge did the
author(s) of the report you are reviewing bring to their work? Draw as much of
this as possible from the report itself, however, be aware that it is rare to
find a full discussion of background information in an excavation report. Is
background information provided for each of the claims made in the
reconstitution? If not, what is missing?


## Acquisition 2 {#pitch-research}

Attempt to fill in any missing background information based on your readings
(including the textbook), the lectures, class discussions, and specific
questions you have for the instructor. What beliefs about old Hawai\`i were
commonly held by archaeologists when the fieldwork for your excavation report
was carried out?


## Specific Topic {#abstract-and-bibliography}

Identify the specific topic that will be the focus of your term paper.  You can
choose to review the complete excavation report, or you can choose to focus on
some part of the report that catches your interest.  Describe why you have made
this choice and suggest why the reader might find your topic interesting.


## Structuration {#introduction-and-outline}

Referring to your [specific topic](#abstract-and-bibliography), describe how the excavation was structured to
record space and time. Are space and time treated in a way that will make it
possible to test hypotheses and fields of inquiry identified in [acquisition](#refine-proposal)?
Were they treated in a way that will support the [reconstitution claims](#form-questions)? How were
the artifacts of interest classified?  Referring again to [acquisition](#refine-proposal) and
[reconstitution](#form-questions), are the classifications used in the report reasonable and useful?


## Abstract, Outline, and Bibliography {#two-body-paragraphs}

Write a 75 word abstract summarizing the paper you hope to write.
Attach an outline with section headings and a draft of your bibliography. This
bibliography should identify a list of five or more sources that include books,
journals, and on-line resources. You can use Google and Wikipedia as much or
little as you like, but your bibliography _must_ include some books and/or
journal articles.


## First draft {#first-draft}

Here your goal is to produce a coherent whole. Use material from previous
writing assignments as much as possible. The draft can be rough but it must be
complete, with an introduction, a body, and a conclusion. It also needs in-text
citations and a bibliography of references cited! You will receive feedback on
your draft.

"Write your first draft with your heart. Re-write with your head."
~ from the movie _Finding Forrester_


## Final term paper {#final-term-paper}

"I'm not a very good writer, but I'm an excellent rewriter." ~ James Michener
